results/M2/M2-20260920T123901Z/sphere_M3_fine/dictionaries/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

simulationType  laminar;
